docs/posts/2015-01-20-who-is-my-enemy.html
<!DOCTYPE html>
<html lang="en">
<head>
<!-- Dec 28, 2024 -->
<meta charset="utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>Who Is My Enemy?</title>
<meta name="author" content="Randy Ridenour" />
<meta name="generator" content="Org Mode" />
<link rel='icon' type='image/x-icon' href='/images/favicon.ico'/>
<meta name='viewport' content='width=device-width, initial-scale=1'>
<link rel='stylesheet' href='/css/normalize.css' type='text/css'/>
<link rel='stylesheet' href='/css/main.css' type='text/css'/>
<link rel='stylesheet' href='/css/syntax-coloring.css' type='text/css'/>
</head>
<body>
<div id="org-div-home-and-up">
 <a accesskey="h" href="/"> UP </a>
 |
 <a accesskey="H" href="/"> HOME </a>
</div><header id="top" class="status">
<div class="banner">
  <h2><a href="/">Randy Ridenour</a></h2>
  <nav class="navbar">
    <ul>
      <li><a href="/posts/">Blog</a></li>
      <li><a href="/about.html">About</a></li>
      <li><a href="/tags/">Tags</a></li>
      <li><a href="/index.xml">RSS</a></li>
    </ul>
  </nav>
</div>
</header>
<main id="content" class="content">
<header>
<h1 class="title">Who Is My Enemy?</h1>
<p class="subtitle" role="doc-subtitle">Jan 20, 2015</p>
</header><p>
The parable of the Good Samaritan is prompted by a lawyer&rsquo;s question in Luke 10:29, &ldquo;But wanting to justify himself, he asked Jesus, &lsquo;And who is my neighbor?&rsquo;&rdquo;   That phrase, &ldquo;But wanting to justify himself&rdquo; plays an important role in a sermon of mine, where I claimed that this places the lawyer on par with the typical caller on a talk-radio show. On this reading, the phrase means something like, &ldquo;In order to impress those listening in,&rdquo; or &ldquo;In order to sound smarter than he really was.&rdquo; 
</p>

<p>
I&rsquo;m no longer confident, though, that I&rsquo;ve been fair to the lawyer. Why would any 1st-century Jew have asked what the greatest commandment was? Everyone would have agreed that it is found in Deuteronomy 6:5, &ldquo;You shall love the Lord your God with all your heart, and with all your soul, and with all your might.&rdquo; 
</p>

<p>
And given the themes in the prophets and the law, Jesus&rsquo; claim that the second greatest commandment was the requirement to love one&rsquo;s neighbor as oneself  in Leviticus 19:18 would also strike listeners as obvious. 
</p>

<p>
So, the lawyer, having just asked a question to which everyone listening would have though the answer was obvious, then proceeded to ask another question with an even more obvious answer, &ldquo;Who is my neighbor?&rdquo;  Maybe the lawyer suspected that God&rsquo;s commandment was more radical than we ever assumed. 
</p>

<p>
Maybe the lawyer was present four chapters earlier, when Jesus uttered these words, &ldquo;But I say to you that listen, Love your enemies, do good to those who hate you, bless those who curse you, pray for those who abuse you.&rdquo;
</p>

<p>
I&rsquo;ve been thinking about this for the past few days after hearing Mitch Randall&rsquo;s sermon at <a href="http://northhavenchurch.net">NorthHaven Church</a> on loving our enemies. What would Jesus have said if the same lawyer were to have asked, &ldquo;Who is my enemy?&rdquo;
</p>

<p>
Sixteen months in a combat zone taught me that identifying enemies can be difficult. It is not in the enemy&rsquo;s best interests to be identifiable as an enemy. It may also be that I am the one who is antagonistic, but self-deceptive about the extent and nature of my antagonism. Even if I have them, it may be difficult for me to see myself as a person who makes enemies.
</p>

<p>
So, how do I begin to understand who my enemy is? Maybe I should begin by answering these questions:
</p>

<ul class="org-ul">
<li>In whose failure would I take pleasure?</li>
<li>At whose expense do I direct my humor?</li>
<li>To whom do I need to feel superior?</li>
</ul>

<p>
Sometimes we feel like we are surrounded by enemies. I fear that they are enemies that we have constructed for our own sake. 
</p>

<p>
Lord have mercy.
</p>


<div class="tagline" id="org14a9475">
<p>
Tagged: <a href="../tags/religion.html">Religion</a>
</p>

</div>
</main>
<footer id="postamble" class="status">
<div class='footer'>
  Copyright © 2024 <a href='mailto:rlridenour@fastmail.com'>Randy Ridenour.</a><br>
  Last updated on Dec 28, 2024.<br>
  Generated using <a href="https://www.gnu.org/software/emacs/">Emacs</a> 29.4 (<a href="https://orgmode.org">Org</a> mode 9.8-pre).
</div>
</footer>
</body>
</html>
